[
  "\nThe first geodesic dome was designed after World War I by Walther Bauersfeld,[1] chief engineer of Carl Zeiss Jena, an optical company, for a planetarium to house his planetarium projector. An initial, small dome was patented and constructed by the firm of Dykerhoff and Wydmann on the roof of the Carl Zeiss Werke in Jena, Germany. A larger dome, called \"The Wonder of Jena\", opened to the public in July 1926.[2]\n\nTwenty years later, Buckminster Fuller coined the term \"geodesic\" from field experiments with artist Kenneth Snelson at Black Mountain College in 1948 and 1949. Although Fuller was not the original inventor, he is credited with the U.S. popularization of the idea for which he received U.S. patent 2682235A on 29 June 1954.[3] The oldest surviving dome built by Fuller himself is located in Woods Hole, Massachusetts, and was built by students under his tutelage over three weeks in 1953.[4]\n\nThe geodesic dome appealed to Fuller because it was extremely strong for its weight, its \"omnitriangulated\" surface provided an inherently stable structure, and because a sphere encloses the greatest volume for the least surface area.\n\nThe dome was successfully adopted for specialized uses, such as the 21 Distant Early Warning Line domes built in Canada in 1956,[5] the 1958 Union Tank Car Company dome near Baton Rouge, Louisiana, designed by Thomas C. Howard of Synergetics, Inc. and specialty buildings such as the Kaiser Aluminum domes (constructed in numerous locations across the US, e.g., Virginia Beach, Virginia), auditoriums, weather observatories, and storage facilities. The dome was soon breaking records for covered surface, enclosed volume, and construction speed.\n\nBeginning in 1954, the U.S. Marines experimented with helicopter-deliverable geodesic domes. A 30-foot wood and plastic geodesic dome was lifted and carried by helicopter at 50 knots without damage, leading to the manufacture of a standard magnesium dome by Magnesium Products of Milwaukee. Tests included assembly practices in which previously untrained Marines were able to assemble a 30-foot magnesium dome in 135 minutes, helicopter lifts off aircraft carriers, and a durability test in which an anchored dome successfully withstood without damage, a day-long 120 mph (190 km/h) propeller blast from the twin 3,000 horsepower engines of an anchored airplane.[6]\n\nThe 1958 Gold Dome in Oklahoma City, Oklahoma, utilized Fuller's design for use as a bank building. Another early example was the Stepan Center at the University of Notre Dame, built in 1962.[7]\n\nThe dome was introduced to a wider audience as a pavilion for the 1964 World's Fair in New York City designed by Thomas C. Howard of Synergetics, Inc. This dome is now used as an aviary by the Queens Zoo in Flushing Meadows Corona Park after it was redesigned by TC Howard of Synergetics, Inc.\n\nAnother dome is from Expo 67 at the Montreal World's Fair, where it was part of the American Pavilion. The structure's covering later burned, but the structure itself still stands and, under the name Biosphère, currently houses an interpretive museum about the Saint Lawrence River.\n\nIn the 1970s, Zomeworks licensed plans for structures based on other geometric solids, such as the Johnson solids, Archimedean solids, and Catalan solids.[8] These structures may have some faces that are not triangular, being squares or other polygons.\n\nIn 1975, a dome was constructed at the South Pole, where its resistance to snow and wind loads was important.\n\nOn October 1, 1982, one of the most famous geodesic domes, Spaceship Earth at Epcot in Walt Disney World Resort in Bay Lake, Florida, just outside of Orlando opened. The building and the ride inside of it are named with one of Buckminster Fuller's famous terms, Spaceship Earth, a world view expressing concern over the use of limited resources available on Earth and encouraging everyone on it to act as a harmonious crew working toward the greater good. The building is Epcot's icon, representing the entire park.\n\nFor the 1986 World's Fair (Expo 86), held in Vancouver, a Buckminster Fuller inspired Geodesic dome was designed by the Expo's chief architect Bruno Freschi to serve as the fair's Expo Centre. Construction began in 1984 and was completed by early 1985. The dome and the building now serve as an Arts, Science and Technology center, and has been named Science World.[9]\n\nIn 2000, the world's first fully sustainable geodesic dome hotel, EcoCamp Patagonia, was built at Kawésqar National Park in Chilean Patagonia,[10] opening the following year in 2001. The hotel's dome design is key to resisting the region's strong winds and is based on the dwellings of the indigenous Kaweskar people. Geodomes are also becoming popular as a glamping (glamorous camping) unit.",
  "At first glance, dazzle seems an unlikely form of camouflage, drawing attention to the ship rather than hiding it. The approach was developed after Allied navies were unable to develop effective means to hide ships in all weather conditions. The British zoologist John Graham Kerr proposed the application of camouflage to British warships in the First World War, outlining what he believed to be the applicable principle, disruptive camouflage, in a letter to Winston Churchill in 1914 explaining the goal was to confuse, not to conceal, by disrupting a ship's outline. Kerr compared the effect to that created by the patterns on a series of land animals, the giraffe, zebra and jaguar.[9][10]\n\n\nEyepiece image of a warship in a naval rangefinder, image halves not yet adjusted for range. The target's masts are especially useful for rangefinding, so Kerr proposed disrupting these with white bands.[10]\nTaking up the zebra example, Kerr proposed that the vertical lines of ships' masts be disrupted with irregular white bands. Hiding these would make ships less conspicuous, and would \"greatly increase the difficulty of accurate range finding\".[10][c] However, in the same letter, Kerr also called for countershading, the use of paint to obliterate self-shading and thus to flatten out the appearance of solid, recognisable shapes. For example, he proposed painting ships' guns grey on top, grading to white below, so the guns would disappear against a grey background.[10]\n\nSimilarly, he advised painting shaded parts of the ship white, and brightly lit parts in grey, again with smooth grading between them, making shapes and structures invisible. Kerr was thus hoping to achieve both a measure of invisibility and a degree of confusion for the enemy using a rangefinder. Whether through this mixing of goals, or the Admiralty's scepticism about \"any theory based upon the analogy of animals\",[10] the Admiralty claimed in July 1915 to have conducted \"various trials\" and decided to paint its ships in monotone grey, not adopting any of Kerr's suggestions. It had made up its mind, and all Kerr's subsequent letters achieved nothing.[10]\n\nThe American artist Abbott Handerson Thayer had developed a theory of camouflage based on countershading and disruptive coloration, which he had published in the controversial 1909 book Concealing-Coloration in the Animal Kingdom.[11][12] Seeing the opportunity to put his theory into service, Thayer wrote to Churchill in February 1915, proposing to camouflage submarines by countershading them like fish such as mackerel, and advocating painting ships white to make them invisible.[10] His ideas were considered by the Admiralty, but rejected along with Kerr's proposals as being \"freak methods of painting ships ... of academic interest but not of practical advantage\".[10]\n\nThe Admiralty noted that the required camouflage would vary depending on the light, the changing colours of sea and sky, the time of day, and the angle of the sun. Thayer made repeated and desperate efforts to persuade the authorities, and in November 1915 travelled to England where he gave demonstrations of his theory around the country. He had a warm welcome from Kerr in Glasgow, and was so enthused by this show of support that he avoided meeting the War Office, who he had been intending to win over, and instead sailed home, continuing to write ineffective letters to the British and American authorities.[10]\n\nThe marine artist and Royal Naval Volunteer Reserve officer Norman Wilkinson, agreed with Kerr that dazzle's aim was confusion rather than concealment, but disagreed about the type of confusion to be sown in the enemy's mind. What Wilkinson wanted to do was to make it difficult for an enemy to estimate a ship's type, size, speed, and heading, and thereby confuse enemy ship commanders into taking mistaken or poor firing positions.[1][13] An observer would find it difficult to know exactly whether the stern or the bow was in view; and it would be correspondingly difficult to estimate whether the observed vessel was moving towards or away from the observer's position.[14]\n\n\nClaimed effectiveness: Artist's conception of a U-boat commander's periscope view of a merchant ship in dazzle camouflage (left) and the same ship uncamouflaged (right), Encyclopædia Britannica, 1922. The conspicuous markings obscure the ship's heading.\nWilkinson advocated \"masses of strongly contrasted colour\" to confuse the enemy about a ship's heading.[d][1] Thus, while dazzle, in some lighting conditions or at close ranges, might actually increase a ship's visibility,[15] the conspicuous patterns would obscure the outlines of the ship's hull (though admittedly not the superstructure[16]), disguising the ship's correct heading and making it harder to hit.[8]\n\nDazzle was created in response to an extreme need, and hosted by an organisation, the Admiralty, which had already rejected an approach supported by scientific theory: Kerr's proposal to use \"parti-colouring\" based on the known camouflage methods of disruptive coloration and countershading. This was dropped in favour of an admittedly non-scientific approach, led by the socially well-connected Wilkinson.[17] Kerr's explanations of the principles were clear, logical, and based on years of study, while Wilkinson's were simple and inspirational, based on an artist's perception.[15] The decision was likely because the Admiralty felt comfortable with Wilkinson, in sharp contrast to their awkward relationship with the stubborn and pedantic Kerr.[17][18]\n\nWilkinson claimed not to have known of the zoological theories of camouflage of Kerr and Thayer, admitting only to having heard of the \"old invisibility-idea\" from Roman times.[15][e]",
  "Widely regarded as Mark Fisher's most influential idea, capitalist realism is an ideological framework for viewing capitalism and its effects on politics, economics, and public thought. The name itself is a play on the term \"socialist realism\". Fisher wrote extensively on the subject and frequently gave interviews with political bloggers and theorists on the subject, which expanded on his definition of the concept.[3]\n\nAccording to Fisher, the quotation \"it is easier to imagine an end to the world than an end to capitalism\", attributed to both Fredric Jameson and Slavoj Žižek, encompasses the essence of capitalist realism. Capitalist realism is loosely defined as the predominant conception that capitalism is the only viable economic system, and thus there can be no imaginable alternative. Fisher likens capitalist realism to a \"pervasive atmosphere\" that affects areas of cultural production, political-economic activity, and general thought.[3]\n\nCapitalist realism as I understand it cannot be confined to art or to the quasi-propagandistic way in which advertising functions. It is more like a pervasive atmosphere, conditioning not only the production of culture but also the regulation of work and education, and acting as a kind of invisible barrier constraining thought and action.[4]\n\nCapitalist realism propagates an idea of the post-political, in which the fall of the Soviet Union both solidified capitalism as the only effective political-economic system and removed the question of capitalism's dissolution from any political consideration. This has subverted the arena of political discussion from one in which capitalism is one of many potential means of operating an economy, to one in which political considerations operate solely within the confines of the capitalist system. Similarly, within the frame of capitalist realism, mainstream anti-capitalist movements shifted away from promoting alternative systems and toward mitigating capitalism's worst effects.\n\nExponents of capitalist realism do not assert that capitalism is a perfect system, but instead that it is the only system that can operate in a means compatible with human nature and economic law.[5] By promoting the idea that innate human desire is only compatible with capitalism, any other system that is not based on the personal accumulation of wealth and capital is seen as counter to human nature and, by extension, impossible to implement under capitalism realism.[6]\n\nFisher argues that the bank bailouts following the 2008 economic crisis were a quintessential example of capitalist realism in action, reasoning that the bailouts occurred largely because the idea of allowing the banking system to fail was unimaginable to both politicians and the general population. Due to the intrinsic value of banks to the capitalist system, Fisher proposes that the influence of capitalist realism meant that such a failure was never considered an option. As a consequence, Fisher observes, the neoliberal system survived and capitalist realism was further validated.[7] Fisher classifies the current state of capitalist realism in the neoliberal system in the following terms:\n\nThe only powerful agents influencing politicians and managers in education are business interests. It's become far too easy to ignore workers and, partly because of this, workers feel increasingly helpless and impotent. The concerted attack on unions by neoliberal interest groups, together with the shift from a Fordist to a post-Fordist organisation of the economy – the move towards casualisation, just-in-time production, globalization – has eroded the power base of unions [and thus the labor force].[7]\n\nFisher regards capitalist realism as emerging from a purposeful push by the neoliberal right to transform the attitudes of both the general population and the left towards capitalism and specifically the post-Fordist form of capitalism that prevailed throughout the 1980s. The relative inability of the political left to come up with an alternative economic model in response to the rise of neoliberal capitalism and the concurrent Reaganomics era created a vacuum that facilitated the birth of a capitalist realist system.[8] The collapse of the Soviet Union, which Fisher believes represented the only real example of a working non-capitalist system, further cemented the place of capitalist realism both politically and in the general population, and was hailed as the decisive final victory of capitalism. According to Fisher, in a post-Soviet era, unchecked capitalism was able to reframe history into a capitalist narrative in which neoliberalism was the result of a natural progression of history and even embodied the culmination of human development.[3]\n\nDespite the fact that the emergence of capitalist realism is tied to the birth of neoliberalism, Fisher is clear to state that capitalist realism and neoliberalism are separate entities that simply reinforce each other. According to Fisher, capitalist realism has the potential to live past the demise of neoliberal capitalism, though Fisher posits that the opposite would not be true.[8] Capitalist realism is inherently anti-utopian, as it holds that no matter the flaws or externalities, capitalism is the only possible means of operation. Neoliberalism conversely glorifies capitalism by portraying it as providing the means necessary to pursue and achieve near-utopian socioeconomic conditions. In this way, capitalist realism pacifies opposition to neoliberalism's overly positive projections while neoliberalism counteracts the despair and disillusionment central to capitalist realism with its utopian claims.[6]",
  "Some theorists suggest that the young precariat class in Europe has become a serious issue in the early part of the 21st century.[5] This has been linked with major mass political developments including the Brexit referendum[6][7] in the UK, and the presidency of Donald Trump[6][7] in the US.[8][9] The global COVID-19 pandemic has particularly exacerbated food insecurity in the United States.[10] A survey conducted by the European Council on Foreign Relations discovered that only one third of Germans and one quarter of Italians and French had enough money remaining at the end of the month for discretionary spending.[11]\n\nThe British economist Guy Standing has analysed the precariat as a new emerging social class in work done for the think tank Policy Network and the World Economic Forum.[8] In his 2014 book entitled A Precariat Charter he argued that all citizens have a right to socially inherited wealth.[12][13] The latest in the series is titled The Precariat: The New Dangerous Class[2][14] where he proposed basic income as a solution for addressing the problem.\n\nThe analysis of the results of the Great British Class Survey of 2013, a collaboration between the BBC and researchers from several UK universities, contended there is a new model of class structure consisting of seven classes, ranging from the Elite at the top to the Precariat at the bottom.[15] The Precariat class was envisaged as \"the most deprived British class of all with low levels of economic, cultural and social capital.\" This was contrasted with \"the Technical Middle Class\" in Great Britain in that instead of having disposable income but no interests, people of the new Precariat Class have all sorts of potential activities they like to engage in but cannot do any of them because they have no money, insecure lives, and are usually trapped in old industrial parts of the country.\n\nThe precariat class has been emerging in societies such as Japan, where it includes over two million so-called \"freeters\" who are unemployed and out of school.[16] In the West, a similar group of people are called NEETs.\n\n",
  "The first case of karoshi was reported in 1969 with the stroke-related death of a 29-year-old male worker in the shipping department of Japan's largest newspaper company.[6][7]\n\nIn 1988, the Labor Force Survey reported that almost one fourth of the male working employees worked over 60 hours per week (equivalent of over two-and-a-half days), which is 50% longer than a typical 40-hour (equivalent of a day and a half) weekly working schedule. Realizing the seriousness and widespread nature of this emerging problem, a group of lawyers and doctors set up \"karoshi hotlines\" that are nationally available, dedicating to help those who seek consultation on karoshi-related issues.[8]\n\nJapan's rise from the devastation of World War II to economic prominence and the huge war reparations they have paid in the post-war decades have been regarded as the trigger for what has been called a new epidemic. It was recognized that employees cannot work for 12 or more hours a day, 6–7 days a week, year after year, without suffering physically as well as mentally.[9][10]\n\nIn an April 2013 International Labour Organization article about karoshi,[11] the following four typical cases of karoshi were mentioned:\n\nMr. A worked at a major snack food processing company for as long as 110 hours a week (equivalent of four and a half days) and died from a heart attack at the age of 34. His death was recognized as work-related by the Labour Standards Office.\nMr. B, a bus driver, whose death was also recognized as work-related, worked 3,000 hours a year (equivalent of four months). He did not have a day off in the 15 days before he had a stroke at the age of 37.\nMr. C worked in a large printing company in Tokyo for 4,320 hours a year including night work (equivalent of nearly six months, thus half a year) and died from a stroke at the age of 58. His widow received workers' compensation 14 years after her husband's death.\nMs. D, a 22-year-old nurse, died from a heart attack after 34 hours of continuous duty five times a month.\nAs well as physical pressure, mental stress from the workplace can cause karoshi.[12][13] People who die by suicide due to mental stress are called karōjisatsu (過労自殺).[12] The ILO also lists some causes of overwork or occupational stress that include the following:\n\nAll-night, late-night or holiday work, both long and excessive hours. During the long-term economic recession after the collapse of the bubble economy in the 1980s and 1990s, many companies reduced the number of employees. The total amount of work, however, did not decrease, forcing each employee to work harder.\nStress accumulated due to frustration at not being able to achieve the goals set by the company. Even in economic recession, companies tended to demand excessive sales efforts from their employees and require them to achieve better results. This increased the psychological burden placed on the employees at work.\nForced resignation, dismissal, and bullying. For example, employees who worked for a company for many years and saw themselves as loyal to the company were suddenly asked to resign because of the need for staff cutbacks.\nSuffering of middle management. They were often in a position to lay off workers and torn between implementing a corporate restructuring policy and protecting their staff."
]